Revit 2027 API
ParameterTypeId.RbsPipeFittingLossMethodParam Property
 "Loss Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFittingLossMethodParam { get; }
Public Shared ReadOnly Property RbsPipeFittingLossMethodParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFittingLossMethodParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFittingLossMethodParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace